{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json", "CreationDate" : "2024-11-09T22:58:58.529-00:00",
	"Sources" :
	[
		{
			"Packages" :
			[
				{
					"PackageIdentifier" : "Bambulab.Bambustudio"
				},
				{
					"PackageIdentifier" : "rustlang.rustup"
				},
				{
					"PackageIdentifier" : "7zip.7zip"
				},
				{
					"PackageIdentifier" : "rsteube.Carapace"
				},
				{
					"PackageIdentifier" : "jqlang.jq"
				},
				{
					"PackageIdentifier" : "sharkdp.fd"
				},
				{
					"PackageIdentifier" : "wez.wezterm"
				},
				{
					"PackageIdentifier" : "BurntSushi.ripgrep.GNU"
				},
				{
					"PackageIdentifier" : "junegunn.fzf"
				},
				{
					"PackageIdentifier" : "sharkdp.bat"
				},
				{
					"PackageIdentifier" : "eza-community.eza"
				},
				{
					"PackageIdentifier" : "Wilfred.difftastic"
				},
				{
					"PackageIdentifier" : "bootandy.dust"
				},
				{
					"PackageIdentifier" : "dalance.procs"
				},
				{
					"PackageIdentifier" : "Clement.bottom"
				},
				{
					"PackageIdentifier" : "ducaale.xh"
				},
				{
					"PackageIdentifier" : "ShiningLight.OpenSSL.Dev"
				},
				{
					"PackageIdentifier" : "ajeetdsouza.zoxide"
				},
				{
					"PackageIdentifier" : "sxyazi.yazi"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.BuildTools"
				},
				{
					"PackageIdentifier" : "Dell.DisplayManager"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "Neovim.Neovim"
				},
				{
					"PackageIdentifier" : "Zoom.Zoom"
				},
				{
					"PackageIdentifier" : "GitHub.cli"
				},
				{
					"PackageIdentifier" : "Nushell.Nushell"
				},
				{
					"PackageIdentifier" : "Google.GoogleDrive"
				},
				{
					"PackageIdentifier" : "glzr-io.zebar"
				},
				{
					"PackageIdentifier" : "OpenJS.NodeJS"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "Starship.Starship"
				},
				{
					"PackageIdentifier" : "gerardog.gsudo"
				},
				{
					"PackageIdentifier" : "glzr-io.glazewm"
				},
				{
					"PackageIdentifier" : "Adobe.CreativeCloud"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge"
				},
				{
					"PackageIdentifier" : "Microsoft.EdgeWebView2Runtime"
				},
				{
					"PackageIdentifier" : "Parsec.Parsec"
				},
				{
					"PackageIdentifier" : "tailscale.tailscale"
				},
				{
					"PackageIdentifier" : "Kensington.KensingtonWorks"
				},
				{
					"PackageIdentifier" : "Notion.Notion"
				},
				{
					"PackageIdentifier" : "OpenWhisperSystems.Signal"
				},
				{
					"PackageIdentifier" : "Gyan.FFmpeg"
				},
				{
					"PackageIdentifier" : "Vivaldi.Vivaldi"
				},
				{
					"PackageIdentifier" : "astral-sh.uv"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian"
				},
				{
					"PackageIdentifier" : "SlackTechnologies.Slack"
				},
				{
					"PackageIdentifier" : "twpayne.chezmoi"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier" : "Google.JapaneseIME"
				},
				{
					"PackageIdentifier" : "AutoHotKey.AutoHotKey"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" :
			[
				{
					"PackageIdentifier" : "XPFCC4CD725961"
				},
				{
					"PackageIdentifier" : "9NGHP3DX8HDX"
				},
				{
					"PackageIdentifier" : "9P6RC76MSMMJ"
				},
				{
					"PackageIdentifier" : "9PFHDD62MXS1"
				},
				{
					"PackageIdentifier" : "9PKTQ5699M62"
				},
				{
					"PackageIdentifier" : "9NT1R1C2HH7J"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.9.25180"
}
